<?php
/**
 * Created by PhpStorm.
 * User: User
 * Date: 10.05.2017
 * Time: 13:05
 */
?>

<h1>Панель администрирования</h1>
<p>
    Админка...
    <!--
    Пока что, отобразим здесь простой текст.
    Далее можно добавить в админку некоторый функционал.
    Например, WYSIWYG-редактор для изменения страниц сайта (видов).
    Тогда, этот вид будет содержать выпадающий список для выбора страницы, поле редактора, а также кнопку
    для сохранения изменений. А некоторое действие контроллера администрирования будет описывать логику редактирования страниц.
    -->
</p>
<a href="/admin/logout">Логаут</a>